using System;

namespace Pseudocode
{
    class Program
    {
        static void Main(string[] args)
        {
            // Воспроизвести ноту ДО с частотой 523 Гц, и с длительностью звучания 500 мс
            Console.Beep(523, 500);
            // Воспроизвести ноту РЕ с частотой 587 Гц, и с длительностью звучания 500 мс
            Console.Beep(587, 500);
            // Воспроизвести ноту МИ с частотой 659 Гц, и с длительностью звучания 500 мс
            Console.Beep(659, 500);
            // Воспроизвести ноту ФА с частотой 698 Гц, и с длительностью звучания 500 мс
            Console.Beep(698, 500);
            // Воспроизвести ноту СОЛЬ с частотой 784 Гц, и с длительностью звучания 500 мс
            Console.Beep(784, 500);
            // Воспроизвести ноту ЛЯ с частотой 880 Гц, и с длительностью звучания 500 мс
            Console.Beep(880, 500);
            // Воспроизвести ноту СИ с частотой 988 Гц, и с длительностью звучания 500 мс
            Console.Beep(988, 500);
        }
    }
}
