using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace Summary
{
    class Program
    {
        static void Main(string[] args)
        {
            // Эти две строки учебного кода должны показать как просто написать программу
            // Сперва демонстрируем вывод текста в консоль, а далее организуем задержку,
            // так как на первых уроках нет смысла рассказывать про CTRL+F5
            Console.Write("Hello world!");
            Console.ReadKey();
        }
    }
}
