// ********************************************************************************
// Курс: C# Starter (Процедурное программирование с использованием языка C#)
// Версия курса: 2.0 
// Автор курса: Александр Шевчук
// Авторские права: https://ITVDN.com
// ********************************************************************************

using System;

namespace CodeTarget
{
    class Program
    {
        static void Main(string[] args)
        {
            Console.Write("Hello world!");

            // Задержка
            Console.ReadKey();
        }
    }
}
